app/Controllers/Rapor.php

    public function index()
    {
        $Mod_Kelas = new Mod_Kelas();
        $kelas = $Mod_Kelas->findAll();
---
SELECT *
FROM `kelas`